<footer class="footer-single-pr" style="background-image: url(<?= get_template_directory_uri() ?>/dist/img/bgfooter.png)">
    <div class="container">
        <div class="row d-flex justify-content-center">
            <div class="col-xl-6">
                <div class="title">
                    <h2>CÔNG TY CỔ PHẦN THƯƠNG MẠI QUỐC TẾ PACOs</h2>
                </div>
                <div class="list-contact">
                                <ul>
                                    <li>
                                        <div class="emoji">
                                        <svg width="24" height="26" viewBox="0 0 24 26" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M12 14.458C13.6569 14.458 15 13.0589 15 11.333C15 9.60712 13.6569 8.20801 12 8.20801C10.3431 8.20801 9 9.60712 9 11.333C9 13.0589 10.3431 14.458 12 14.458Z" stroke="#F89422" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                                <path d="M12 3C9.87827 3 7.84344 3.87797 6.34315 5.44078C4.84285 7.00358 4 9.1232 4 11.3333C4 13.3042 4.402 14.5938 5.5 16.0208L12 23.8333L18.5 16.0208C19.598 14.5938 20 13.3042 20 11.3333C20 9.1232 19.1571 7.00358 17.6569 5.44078C16.1566 3.87797 14.1217 3 12 3V3Z" stroke="#F89422" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                            </svg>
                                        </div>
                                        <div class="desc">
                                            <a href="#">Tòa nhà 169, Nguyễn Ngọc Vũ,  Trung Hòa, Cầu Giấy,  Hà Nội.</a>
                                        </div>
                                    </li>
                                    <li>
                                        <div class="emoji">
                                            <svg width="24" height="26" viewBox="0 0 24 26" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M12 14.458C13.6569 14.458 15 13.0589 15 11.333C15 9.60712 13.6569 8.20801 12 8.20801C10.3431 8.20801 9 9.60712 9 11.333C9 13.0589 10.3431 14.458 12 14.458Z" stroke="#F89422" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                                <path d="M12 3C9.87827 3 7.84344 3.87797 6.34315 5.44078C4.84285 7.00358 4 9.1232 4 11.3333C4 13.3042 4.402 14.5938 5.5 16.0208L12 23.8333L18.5 16.0208C19.598 14.5938 20 13.3042 20 11.3333C20 9.1232 19.1571 7.00358 17.6569 5.44078C16.1566 3.87797 14.1217 3 12 3V3Z" stroke="#F89422" stroke-width="2" stroke-linecap="round" stroke-linejoin="round" />
                                            </svg>
                                        </div>
                                        <div class="desc">
                                            <a href="#">Tòa nhà 169, Nguyễn Ngọc Vũ,  Trung Hòa, Cầu Giấy,  Hà Nội.</a>
                                        </div>
                                    </li>
                                    <li>
                                        <div class="emoji">
                                            <svg width="24" height="25" viewBox="0 0 24 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M18.558 24.4163C18.3244 24.4156 18.0915 24.3895 17.8634 24.3383C13.5197 23.421 9.51811 21.2703 6.31902 18.1337C3.18821 14.9901 1.01682 10.9878 0.0675746 6.61079C-0.0443532 6.06528 -0.0168817 5.49955 0.147346 4.96803C0.311574 4.4365 0.607031 3.95706 1.00529 3.57584L3.78371 0.845803C3.92563 0.708796 4.09424 0.603879 4.27856 0.537899C4.46288 0.471919 4.65876 0.44636 4.85341 0.462889C5.05523 0.484384 5.25 0.550756 5.424 0.657337C5.59801 0.763919 5.74703 0.908122 5.86058 1.07981L9.33361 6.32006C9.46385 6.52339 9.52672 6.76402 9.51297 7.00656C9.49921 7.24909 9.40956 7.48072 9.25721 7.66735L7.51375 9.79465C8.20811 11.3635 9.19146 12.7814 10.4103 13.9712C11.6212 15.2042 13.0524 16.1887 14.6265 16.8715L16.7867 15.12C16.9682 14.9736 17.1889 14.8871 17.4197 14.8719C17.6505 14.8567 17.8803 14.9135 18.0787 15.0349L23.323 18.4953C23.5029 18.605 23.6563 18.7548 23.7714 18.9336C23.8866 19.1124 23.9607 19.3155 23.9881 19.5276C24.0155 19.7397 23.9955 19.9555 23.9296 20.1586C23.8638 20.3618 23.7537 20.547 23.6078 20.7006L20.8988 23.4377C20.5911 23.7503 20.2258 23.9977 19.8241 24.1657C19.4224 24.3336 18.9921 24.4188 18.558 24.4163ZM4.74227 1.86691L1.96385 4.59694C1.7398 4.81006 1.57396 5.07905 1.48261 5.37744C1.39127 5.67583 1.37758 5.99335 1.44289 6.29878C2.32554 10.406 4.35448 14.1643 7.28453 17.1196C10.2951 20.0706 14.0608 22.0935 18.1482 22.9555C18.4575 23.0216 18.7781 23.0082 19.0812 22.9166C19.3843 22.825 19.6603 22.6581 19.8847 22.4308L22.5936 19.6937L17.53 16.3538L15.21 18.24C15.1212 18.3118 15.0165 18.3603 14.9051 18.3813C14.7937 18.4023 14.679 18.3952 14.5709 18.3606C12.6446 17.636 10.8989 16.4859 9.45864 14.9923C7.96896 13.5722 6.81263 11.8269 6.07591 9.88683C6.04475 9.76938 6.04371 9.64571 6.07291 9.52773C6.1021 9.40976 6.16055 9.30143 6.24262 9.21318L8.11805 6.92279L4.74227 1.86691Z" fill="#F89422" />
                                            </svg>
                                        </div>
                                        <div class="desc">
                                            <a href="tel:1900 63 68 09">1900 63 68 09</a>
                                        </div>
                                    </li>
                                    <li>
                                        <div class="emoji">
                                            <svg width="25" height="25" viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M21.875 4.6875H3.125C2.7106 4.6875 2.31317 4.85212 2.02015 5.14515C1.72712 5.43817 1.5625 5.8356 1.5625 6.25V18.75C1.5625 19.1644 1.72712 19.5618 2.02015 19.8549C2.31317 20.1479 2.7106 20.3125 3.125 20.3125H21.875C22.2894 20.3125 22.6868 20.1479 22.9799 19.8549C23.2729 19.5618 23.4375 19.1644 23.4375 18.75V6.25C23.4375 5.8356 23.2729 5.43817 22.9799 5.14515C22.6868 4.85212 22.2894 4.6875 21.875 4.6875ZM20.1562 6.25L12.5 11.5469L4.84375 6.25H20.1562ZM3.125 18.75V6.96094L12.0547 13.1406C12.1855 13.2313 12.3408 13.28 12.5 13.28C12.6592 13.28 12.8145 13.2313 12.9453 13.1406L21.875 6.96094V18.75H3.125Z" fill="#F89422" />
                                            </svg>
                                        </div>
                                        <div class="desc">
                                            <a href="mailto:info@qixtech.com">info@bkns.vn</a>
                                        </div>
                                    </li>
                                </ul>
                </div>
            </div>
            <div class="col-xl-3">
           
            <div class="title">
                    <h2>Chính sách</h2>
                </div>
                 <div class="list-link">
                                <ul>
                                    <li><a href="#">Chính sách bảo mật</a></li>
                                    <li><a href="#">Chính sách thanh toán</a></li>
                                    <li><a href="#">Chính sách vận chuyển</a></li>
                                    <li><a href="#">Chính sách đổi trả</a></li>
                                </ul>
                            </div>
            </div>
            <div class="col-xl-3 map">
            <div class="title-icon">
                    <h2>Kết nối</h2>
                    <div class="list-icon">
                    <ul>
                                    <li><a href="#"><img src="<?= get_template_directory_uri() ?>/dist/img/fb.png" alt=""></a></li>
                                    <li><a href="#"><img src="<?= get_template_directory_uri() ?>/dist/img/yt.png" alt=""></a></li>
                                    <li><a href="#"><img src="<?= get_template_directory_uri() ?>/dist/img/sp.png" alt=""></a></li>
                                    <li><a href="#"><img src="<?= get_template_directory_uri() ?>/dist/img/lz.png" alt=""></a></li>
                                </ul>
                    </div>
                </div>
                <img src="<?= get_template_directory_uri() ?>/dist/img/map.png" alt="" class="map-em">
            </div>
            
        </div>
    </div>
</footer>
</body>
</html>